<?php

namespace Database\Seeders;

use App\Models\Country;
use Illuminate\Database\Seeder;

class CountryTableSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */


    public function run()
    {
        $countryList = [
            'آروبا',
            'الأردن',
            'الاكوادور',
            'الامارات العربية المتحدة',
            'الباهاما',
            'البحرين',
            'البرازيل',
            'البرتغال',
            'الجزائر',
            'الدانمرك',
            'الرأس الأخضر',
            'السلفادور',
            'السنغال',
            'السودان',
            'السويد',
            'الصحراء الغربية',
            'الصومال',
            'الصين',
            'العراق',
            'الفاتيكان',
            'الفيلبين',
            'القطب الجنوبي',
            'الكويت',
            'المجر',
            'المغرب',
            'المملكة العربية السعودية',
            'الهند',
            'اليمن',
            'سيشل',
            'شيلي',
            'صربيا',
            'صربيا والجبل الأسود',
            'طاجكستان',
            'عمان',
            'غامبيا',
            'غانا',
            'غويانا',
            'غيانا',
            'غينيا',
            'غينيا الاستوائية',
            'غينيا بيساو',
            'فانواتو',
            'فرنسا',
            'فلسطين',
            'فنزويلا',
            'فنلندا',
            'فيتنام',
            'فيجي',
            'قبرص',
            'قرغيزستان',
            'قطر',
            'كازاخستان',
            'كاليدونيا الجديدة',
            'كرواتيا',
            'كمبوديا',
            'كندا',
            'كوبا',
            'كوريا الجنوبية',
            'كوريا الشمالية',
            'كوستاريكا',
            'كولومبيا',
            'كيريباتي',
            'كينيا',
            'لاتفيا',
            'لاوس',
            'لبنان',
            'لوكسمبورج',
            'ليبيا',
            'ليبيريا',
            'ليتوانيا',
            'ليختنشتاين',
            'ليسوتو',
            'مارتينيك',
            'ماكاو الصينية',
            'مالطا',
            'مالي',
            'ماليزيا',
            'مايوت',
            'مدغشقر',
            'مصر',

        ];


        foreach ($countryList as $country){

            Country::create([
              'name' => $country
            ]);
        }
    }
}
