<?php



return [

    'permissions' => [

        'users' => 'شاشه التحكم بالمستخدمين',
        'hotels' => 'شاشه الفنادق',
        'reservations' => 'شاشه التحكم بالحجوزات',
        'roles' => 'شاشه الصلاحيات للموظفين',
        'rooms' => 'شاشه الغرف',
         'admins' => 'اضافه وعرض موظفين',
        'reports' => 'شاشه تقارير الفنادق',
        "notifications" => "رؤيه اشعارات اشعارات الفنادق",
        "payments" => "عمليات الدفع الشهريه للفنادق",
        "supervisor" => "اضافه المشرفين للفنادق",
        "supervisors" => "عرض مشرفين الفنادق",

    ]

];


