<?php


return [


    "home" => "الرئيسيه",
    "list" => "قائمه اضافه الموظفين للوحه التحكم",
    "edit_employee" => "اضافه موظف جديد",
    "edit_admin" => "اضافه ادمن رئيسي",
    "data" => "بيانات اضافه الموظفين",
    "employee_name" => "اسم الموظف",
    "email" => "البريد الالكتروني للموظف",
    "password" => "كلمه المرور",
    "image" => "صوره الموظف",
    "phone" => "هاتف الموظف",
    "role" => "صلاحيه الموظف",
    "save" => "حفظ",

    "employees" => "عرض الموظفين",
    "employees_list" => "قائمه الموظفين",

    "room" => "عرض جميع الغرف للفنادق",
    "main_sections" => "اقسام الغرف",

    "hotels" => "عرض الفنادق",
    "hotels_all" => "جميع الفنادق المسجله",
    "hotels_show" => "عرض الفنادق",


    "users" => "عرض المستخدمين",
    "users_all" => "جميع المستخدمين للموقع",
    "users_show" => "قائمه المستخدمين",




];
