<?php

return [

    "name" => "يرجي ادخال اسم الموظف",
    "email" => "البريد الاكتروني مطلوب",
    "email_ok" => "البريد الاكتروني يجب ان يكون ايميل",
    "password" => "كلمه المرور مطلوبه",
    "message" => "اهلا بك ايها الادمن في لوحه التحكم للفنادق",
    "error" => "يوجد خطاء ببيانات الدخول يرجي اعاده المحاوله او التاكد من صلاحيه المستخدم",
    "phone" => "يرجي ادخال هاتف  الموظف",
    "numeric" => "هاتف الموظف يجب ان يكون رقم",
    "image" => "يرجي ادخال صوره الموظف",
    "create" => "تم اضافه الموظف بنجاح",
    "welcome" => "مرحبا",
    "role_id" => "ادخل صلاحيه الموظف",
    "exists" => "هذا الصلاحيه غير موجوده",

    ];

