<?php


return [


    "name" => "اسم المستخدم مطلوب",
    "email" => "البريد الالكتوني للمستخدم مطلوب",
    "email_unique" => "هذا المستخدم موجود بالفعل",
    "password" => "ادخل كلمه المرور",
    "password.min" => "كلمه المرور يجب ان لا تقل عن 8 حروف",
    "phone" => "هاتف المستخدم مطلوب",
    "phone_numeric" => "هاتف المستخدم يجب ان يكون ارقام",


    "create" => "تم تسجيل بيانات المستخدم بنجاح",
    "login" => "تم تسجيل الدخول بنجاح",
    "failed" => "فشل في تسجيل الدخول برجاء المحاوله مره اخري",
    "logout" => "تم تسجيل الخروج بنجاح",
    "logout_admin" => "تم تسجيل خروج الادمن بنجاح",

    "allow" => "غير مصرح لك بالدخول لتلك الصفحه",



];
