<?php

return [

    'city_from' => 'مدينه المغادره',
    'city_to' => 'مدينه الوصول',
    'children' => 'عدد الاطفال',
    'adults' => 'عدد البالغين',
    'room' => 'عدد الغرف',
    'date_arrive' => 'تاريخ الوصول',
    'date_leave' => 'تاريخ المغادره',
    'price_all' => 'اجمالي الدفع',
    'room_num' => 'عدد الغرف المتاحه',
    'room_name' => 'غرفه',
    'open' => 'اضافه غرف واطفال وبالغين',


    'status' => 'مفعل',
    'cancel' => 'غير مفعل',

    'stay' => 'مقيم',
    'not_stay' => 'مغادر',
    "search" => "ابحث",




];
