<?php

return [

    'city_to' => 'يرجي ادخال مدينه الوصول',
    'children' => 'يرجي ادخال عدد الاطفال',
    'adults' => 'يرجي ادخال عدد البالغين',
    'room_type' => 'برجاء ادخال نوع الغرفه الغرف',
    'room_number' => 'برجاء ادخال عدد الغرف',
    'date_arrive' => 'يرجي ادخال تاريخ الوصول',
    'date_leave' => 'يرجي ادخال تاريخ المغادره',
    'price_all' => 'يرجي ادخال السعر الكلي',
    'message' => 'تم تسجيل بيانات الحجز بنجاح',
    'integer'  => 'عدد الغرف يجب ان يكون رقم',
    "check" => "عدد الغرف اكبر من الغرف المتاحه",
    "remove" => "تم الغاء عمليه الحجز بنجاح"



];
