<?php

return [

    //start validation
    "room_id" => "نوع الغرفه مطلوب",
    "room_number" => "عدد الغرف مطلوب",
    "room_integer" => "الغرف يجب ان تحتوي علي ارقام",
    "check_in" => "تاريخ بدايه اتاحه الغرفه",
    "check_out" => "تاريخ نهايه اتاحه الغرفه",
    "room_price" => "ادخل سعر الغرفه",
    "room_price_regex" => "سعر الغرفه يجب ان يحتوي علي ارقام وليس حروف",


    //start data in view
    "room_type" => "نوع الغرفه",
    "room_number_add" => "عدد الغرف المتاحه",
    "check_in_add" => "تاريخ بدايه اتاحه الغرفه",
    "check_out_add" => "تاريخ نهايه اتاحه الغرفه",
    "room_price_add" => "سعر الغرفه",
    "message" => "تم اضافه تقويم الغرفه بنجاح",
    "save" => "حفظ",
    "delete" => "تم حذف بيانات التقويم بنجاح",
    "message_update" => "تم تحديث بيانات التقويم بنجاح",

    "before" => "تاريخ البدايه يجب ان يكون قبل تاريخ النهايه",
    "after" => "تاريخ النهايه يجب ان يكون بعد تاريخ البدايه",

];
