<?php


return [

    "country"  => "سجل وجهتك",

    "name_ar" => "يرجي ادخال اسم الفندق باللغه العربيه",
    "name_en" => "يرجي ادخال اسم الفندق باللغه الانجليزيه",
    "email" => "يرجي ادخال البريد الالكتروني للفندق",
    "email_ok" => "البريد الالكتروني للفندق يجب ان يكون ايميل",
    "unique" => "البريد هذا مستخدم من قبل فندق اخر",
    "password" => "كلمه مرور الفندق مطلوبه",
    "password_min" => "كلمه المرور يجب الا تقل علي 8 حروف",
    "location_ar" => "يرجي ادخال موقع او مكان الفندق باللغه العربيه",
    "location_en" => "يرجي ادخال موقع او مكان الفندق باللغه الانجليزيه",
    "pound" => "يرجي اختيار العمله",
    "description" => "يرجي كتابه وصف للفندق ةالغرف",
    "hotel_photos" => "ادخل صور المتاحه بالفندق",
    "phone_hotel" => "يرجي ادخال هاتف الفندق",
    "type_partake" => "يرجي اختيار العمله الطلوبه",
    "hotel" => "تم تسجيل بيانات الفندق بنجاح",
    "update" => "تم تحديث بيانات الفندق بنجاح",
    "delete" => "تم حذف بيانات الفندق بنجاح",


    "hotel_email" => "يرجي ادخال البريد الالكتروني للفندق",
    "hotel_email_ok" => "البريد الاكتروني للفندق يجب ان يكون ايميل",
    "hotel_password" => "كلمه مرور الفندق مطلوبه",
    "message" => "اهلا بك ايها الفندق في لوحه التحكم",
    "login" => "تسجيل الدخول للفندق",
    "register" => "تسجيل بيانات الفندق",
    "add" => "اضافه",
    "remove" => "حذف",

    "active" => "تم تغيير حاله الفندق بنجاح",
    "block" => "تم الغاء عمليه الحجز نظرا لان العميل لم ياتي",
    "stay" => "تم مغادره النزيل من الفندق",
    "manger" => "اسم مدير الفندق",
    "room_type_unique" => "تم اضافه نوع هذه الغرفه من قبل",
    "room_type_create" => "نوع الغرفه مطلوب",
    "room_add" => "تم اضافه نوع الغرفه بنجاح",
    "photo" => "يرجي ادخال صور الفندق",
    "logout" => "تم تسجيل خروج الفندق بنجاح",
    "numeric" => "رقم هاتف الفندق يجب ان يكون ارقام",
    "current_password" => "كلمه المرور غير متطابقه برجاء اعاده كتابه كلمه السر الصحيحه",
    "current" => "كلمه المرور القديمه مطلوبه",
    "confirm_password" => "يرجي تاكيد كلمه المرور",
    "same" => "كلمه المرور المؤكده لا تساوي كلمه المرور الجديده",




];


