<?php


return [

    "country"  => "ادخل وجهتك باللغه العلربيه",
      "country_en" => "ادخل وجهتك باللغه الانجليزيه",
    "name_ar" => "يرجي ادخال اسم الفندق باللغه العربيه",
    "name_en" => "يرجي ادخال اسم الفندق باللغه الانجليزيه",
    "email" => "يرجي ادخال البريد الالكتروني للفندق",
    "email_ok" => "البريد الالكتروني للفندق يجب ان يكون ايميل",
    "unique" => "البريد هذا مستخدم من قبل فندق اخر",
    "password" => "كلمه مرور الفندق مطلوبه",
    "password_min" => "كلمه المرور يجب الا تقل علي 8 حروف",
    "location_ar" => "يرجي ادخال موقع او مكان الفندق باللغه العربيه",
    "location_en" => "يرجي ادخال موقع او مكان الفندق باللغه الانجليزيه",
    "pound" => "يرجي ادخال عمله الفندق باللغه العربيه",
    "description" => "يرجي كتابه وصف للفندق ةالغرف",
    "hotel_photos" => "ادخل صور المتاحه بالفندق",
    "phone_hotel" => "يرجي ادخال هاتف الفندق",
    "type_partake" => "يرجي اختيار العمله الطلوبه",
    "hotel" => "تم تسجيل بيانات الفندق بنجاح",
    "update" => "تم تحديث بيانات الفندق بنجاح",
    "delete" => "تم حذف بيانات الفندق بنجاح",


    "hotel_email" => "يرجي ادخال البريد الالكتروني للفندق",
    "hotel_email_ok" => "البريد الاكتروني للفندق يجب ان يكون ايميل",
    "hotel_password" => "كلمه مرور الفندق مطلوبه",
    "message" => "اهلا بك ايها الفندق في لوحه التحكم",
    "login" => "تسجيل الدخول للفندق",
    "register" => "تسجيل بيانات الفندق",
    "add" => "اضافه",
    "remove" => "حذف",

    "active" => "تم تغيير حاله الفندق بنجاح",
    "block" => "تم الغاء عمليه الحجز نظرا لان العميل لم ياتي",
    "stay" => "تم مغادره النزيل من الفندق",
    "manger" => "اسم مدير الفندق",
    "room_type_unique" => "تم اضافه نوع هذه الغرفه من قبل",
    "room_type_create" => "نوع الغرفه مطلوب",
    "room_add" => "تم اضافه نوع الغرفه بنجاح",
    "photo" => "يرجي ادخال صور الفندق",
    "logout" => "تم تسجيل خروج الفندق بنجاح",
    "numeric" => "رقم هاتف الفندق يجب ان يكون ارقام",
    "current_password" => "كلمه المرور غير متطابقه برجاء اعاده كتابه كلمه السر الصحيحه",
    "current" => "كلمه المرور القديمه مطلوبه",
    "confirm_password" => "يرجي تاكيد كلمه المرور",
    "same" => "كلمه المرور المؤكده لا تساوي كلمه المرور الجديده",
    "unique_type" => "هذه النوعيه من الغرف موجوده بالفعل",
    "currency_en" => "يرجي ادخال عمله الفندق باللغه بالانجليزيه",




    //start of home in hotel
    "booking_all" => "اجمالي الحجوزات",
    "room_all" => "عدد الغرف",
    "calendars_all" => "تقويمات الغرف",
    "room_types" => "انواع الغرف",
    "rates" => "تقييم العملاء",
    "welcome" => "اهلا",
    "welcome_message" => "اهلا مرحبا بعودتك",
    "message_text" => "لوحه تحكم نظام حجوزات الفندق",
    "logout_now" => "تسجيل الخروج",
    "profile" => "تعديل الملف الشخصي",

    "arrivals" => "قائمة حجوزات اليوم",
    "booking_department" => "اقسام الحجوزات",

    "room_type_add" => "اضافه نوع غرفه",
    "room_type_show" => "انواع الغرف",
    "rooms_control" => "قسم الحكم بالغرف",

    "room_number" => "رقم الغرفه",
    "date_create" => "تاريخ الاضافه",

    "rooms_departments" => "اقسام الغرف",
    "calendar_create" => "اضافه تقويم",
    "calendar_daily" => "التقويم اليومي",
    "calendars" => "تواريخ الغرفه",
    "images" => "صور الفندق",

    "service_create" => "اضافه وعرض خدمات الفندق",
    "services_departments" => "قسم الخدمات",
     "service_name" => "اسم الخدمه",

    "invoices" => "الفواتير",
    "invoice_monthly" => "الفاتوره الشهريه",
    "start" => "تاريخ بدايه الاتاحيه",
    "end" => "تاريخ نهايه الاتاحيه",
    "invoice" => "الفاتوره",
    "report" => "قائمة تقرير الفاتوره الشهريه",
    "invoices_department" => "قسم الفواتير",

    "total" => "اجمالي مال الربح",
    "commission" => "اجمالي مال العموله",

    "currency" => "العمله",
    "calendars_departments" => "قسم تواريخ الغرف",
    "calendars_new_create" => "اضافه تقويم جديد",

    "calendars_edit" => "قائمة عرض وتعديل تقويم الغرفه",


    "room_record" => "سجل الغرفه",
    "room_information" => "معاينه بيانات الغرفه",
    "room_back" => "رجوع",
    "log" => "دخول الفندق",
    "register_now" => "تسجيل فندق",
];


