<?php


return [

    'country' => 'ادخل وجهتك باللغه العربيه',
    'country_en' => 'ادخل وجهتك باللغه الانجليزيه',
    'name_ar' => "اسم الفندق باللغه العربيه",
    'name_en' => "اسم الفندق باللغه الانجليزيه",
    'email' => "البريد الالكتروني للفندق",
    'password' => "كلمه مرور الفندق",
    'location_ar' => "موقع الفندق باللغه العربيه",
    'location_en' => "موقع الفندق باللغه الانجليزيه",
    'pound' => "العمله باللغه العربيه",
    'description' => "اكتب وصف للفندق والغرف",
    'room_photos' => "اختار صور الفندق والغرف المتاحه به",
    'phone_hotel' => "يرجي ادخال رقم هاتف للفندق",
    "button" => "تسجيل بيانات الفندق",
    "update" => "تحديث بيانات الفندق",
    "update_hotel" => "تحديث",
    "manger" => "اسم مسؤل الفندق",
    "images" => "صور الفندق",
    "current_password" => "كلمه المرور القديمه",
    "confirm_password" => "تاكيد كلمه المرور",
    "new_password" => "كلمه المرور الجديده",
    "currency_en" => "العمله باللغه الانجليزيه",

];

