<?php

return [


    'room_type' => 'ادخل نوع الغرفه',
    'room_price' => 'ادخل سعر الغرفه',
    'room_number' => 'ادخل العدد المتاح من نوع الغرفه',
    'room_int' => 'العدد المتاح من الغرفه يجب ان يكون رقم',
    'room_description' => 'اكتب وصف الغرفه',
    'adults_max' => 'ادخل اقصي عدد للافراد في هذه الغرفه',
    'adults_int' => 'الافراد يجب ان يحتوي علي رقم',
    'images' => 'ادخل صور الغرفه',
    'date_start' => 'ادخل تاريخ بدايه الغرف',
    'date_expire' => 'ادخل تاريخ الانتهاء',
    'create' => 'تم تسجيل بيانات الغرفه بنجاح',
    'room_update' => 'تم تحديث بيانات الغرفه بنجاح',
    'delete' => 'تم حذف بيانات الغرفه بنجاح',
    'room_unit_id' => 'اسم وحده الغرفه مطلوب',
    'rooms' => 'الغرف',
    'unique' => 'هذا النوع من الغرف مسجل من قبل',
    'smoke' => 'هل مسموح في الغرفه بالتدخين',
    'smoke_add' => 'التدخين',


];
