<?php


 return [

     "name_ar" => "اسم الشركه بالعربي",
     "name_en" => "اسم الشركه بالانجليزي",
     "logo" => "لوجو الشركه",
     "about_ar" => "من نحن بالعربيه",
     "about_en" => "من نحن بالانجليزيه",
     "privacy_ar" => "الحقوق والخصوصيه باللغه العربيه",
     "privacy_en" => "الحقوق والخصوصيه باللغه الانجليزيه",
     "location_ar" => "موقع الشركه باللغه العربيه",
     "location_en" => "موقع الشركه باللغه الانجليزيه",
     "add_setting" => "اضافه اعدادات التطبيق",
     "add_setting_modal" => "اضافه اعدادات التطبيق",

     //form
     "save" => "حفظ",
     "close" => "غلق",
     "edit" => "تعديل",
     "delete" => "حذف",
     "confirm_delete" => "تاكيد الحذف",
     "do_you_like_delete" => "هل انت متاكد من عمليه الحذف",

     //start validation
     "name_ar_val" => "اسم الشركه باللغه العربيه مطلوب",
     "name_en_val" => "اسم الشركه باللغه الانجليزيه مطلوب",
     'about_ar_val' => 'من نحن بالعربيه مطلوب',
     'about_en_val' => 'من نحن بالانجليزيه مطلوب',
     'privacy_ar_val' => 'الحقوق والخصوصيه باللغه العربيه مطلوب',
     'privacy_en_val' => 'الحقوق والخصوصيه باللغه الانجليزيه مطلوب',
     'location_ar_val' => 'موقع الشركه باللغه العربيه مطلوب',
     'location_en_val' => 'موقع الشركه باللغه الانجليزيه مطلوب',
     'logo_val' => 'صوره لوجو الشركه مطلوب',
     'logo_mimes_val' => 'صوره لوجو الشركه غير متطابقه للنوع المطلوب',
     'logo_max_val' => 'مسار لوجو الشركه كبير جدا',
     'logo_image_val' => 'لوجو الشركه يجب ان يكون صوره',

     //end validation





     "message_add" => "تم حفظ بيانات الاعدادات بنجاح",
     "message_update" => "تم تعديل بيانات الاعدادات بنجاح",
     "message_delete" => "تم حذف بيانات الاعدادات بنجاح",




 ];
