<?php


 return [

     "name_ar" => "اسم الشركه بالعربي",
     "name_en" => "اسم الشركه بالانجليزي",
     "logo" => "لوجو الشركه",
     "about_ar" => "من نحن بالعربيه",
     "about_en" => "من نحن بالانجليزيه",
     "privacy_ar" => "الحقوق والخصوصيه باللغه العربيه",
     "privacy_en" => "الحقوق والخصوصيه باللغه الانجليزيه",
     "location_ar" => "موقع الشركه باللغه العربيه",
     "location_en" => "موقع الشركه باللغه الانجليزيه",
     "vat_tax" => "ضريبه القيمه المضافه",
     "tourism_tax" => "ضريبه السياحه",
     "municipal_tax" => "ضريبه البلديه",
     "add_setting" => "اضافه اعدادات التطبيق",
     "add_setting_modal" => "اعدادات التطبيق",

     //form
     "save" => "حفظ",
     "close" => "غلق",
     "edit" => "تعديل",
     "delete" => "حذف",
     "confirm_delete" => "تاكيد الحذف",
     "do_you_like_delete" => "هل انت متاكد من عمليه الحذف",


     //validation
     "name_ar_val" => "اسم الشركه باللغه العربيه مطلوب",
     "name_en_val" => "اسم الشركه باللغه الانجليزيه مطلوب",
     "logo_image_val" => "اللوجو التعريفي للشركه يجب ان يكون صوره",
     "logo_max" => "مسار اللوجو كبير جدا",
     "vat_tax_val" => "ضريبه القيمه المضافه مطلوبه",
     "vat_tax_numeric" => "ضريبه القيمه المضافه يجب ان تكون رقم",
     "tourism_tax_val" => "ضريبه السياحه مطلوبه",
     "tourism_tax_numeric" => "ضريبه السياحه يجب ان تكون رقم",
     "municipal_tax_val" => "ضريبه البلديه مطلوبه",
     "municipal_tax_numeric" => "ضريبه البلديه يجب ان تكون رقم",



 ];
