<?php


 return [

     "id" => "رقم الحجز",
     "city" => "الوجهه",
     "child" => "الاطفال",
     "adults" => "البالغين",
     "room_type" => "نوع الغرفه",
     "room_number" => "عدد الغرف",
     "num_of_nights" => "عدد الليالي",
     "date_arrive" => "تاريخ الوصول",
     "date_leave" => "تاريخ المغادره",
     "hotel" => "الفندق",
     "total" => "اجمالي السعر بالضريبه المضافه",
     "reserve" => "حاله الحجز",
     "cancel" => "الغاء الحجز",
     "canceled" => "تم الغاء الحجز",

     /*
      *
      *
      */

      "book" => "عرض الحجوزات",
      "up" => "الرئيسيه",
      "my_booking" => "حجوزاتي",
      "all" => "جميع الحجوزات",
      "list" => "قائمه الحجوزات",
      "show" => "عرض حجوزاتي",
      "choose" => "اختر فندقك",
      "languages" => "اللغات",
     "name" => "اسم العميل",
     "control" => "التحكم",
     "total_money" => "اجمالي الحجز",
     "rate" => "تقييم الفندق",
     "text" => "سيظهر لينك تقييم الفندق يوم تاريخ المغادره",


 ];
