<?php

return [

    "email" => "البريد الالكتوني للمشرف مطلوب",
    "password" => "ادخل كلمه المرور",



    "name" => "يرجي ادخال اسم الموظف",
    "email_one" => "البريد الاكتروني مطلوب",
    "email_ok" => "البريد الاكتروني يجب ان يكون ايميل",
    "password_one" => "كلمه المرور مطلوبه",
    "phone" => "يرجي ادخال هاتف  المشرف",
    "address" => "يرجي ادخال عنوان المشرف",
    "num_of_branches" => "يرجي ادخال عدد الفروع للمشرف",
    "num_of_branches_int" => "يجب ان يكون عدد الفروع للمشرف ارقام",
    "numeric" => "هاتفا المشرف يجب ان يكون رقم",
    "image" => "يرجي ادخال صوره المشرف",
    "create" => "تم اضافه المشرف بنجاح",
    "admin_id" => "ادخل الادمن",
    "exists" => "هذا الادمن غير موجود",



    //message
    "message" => "اهلا بك ايها المشرف في لوحه التحكم",
    "error" => "يوجد خطاء ببيانات الدخول يرجي اعاده المحاوله او التاكد من صلاحيه المستخدم",


    //view
    "log" => "تسجيل دخول المشرف",
    "log_two" => "دخول المشرف",
    "insert" => "اضافه مشرف جديد",
    "departments" => "قسم التحكم بالمشرفين",



    //form
    'name_s' => 'اسم المشرف',
    'email_s' => 'البريد الالكتروني للمشرف',
    'password_s' => 'كلمه مرور المشرف',
    'address_s' => 'عنوان المشرف',
    'image_s' => 'صوره المشرف',
    'phone_s' => 'هاتف المشرف',
    'num_of_branches_s' => 'عدد الفروع',
    'save' => "حفظ بيانات المشرف",







];