
<?php

return [

    "online" => "اونلاين",
    "offline" => "اوفلاين",
    "name" => "اسم المستخدم",
    "email" => "البريد الالكتروني",
    "active" => "التنشيط",
    "created_at" => "انشيء في",
    "status" => "الحاله",
    "last_seen" => "اخر رؤيه",
    "hotel" => "الفندق",
    "message" => "تم حذف بيانات المستخدم بنجاح",
    "action" => "اجراء",
    "delete" => "حذف",
    "act" => "مفعل",
    "unAct" => "غير مفعل",
    "update" => "تم تغير حاله المستخدم بنجاح",
    "change" => "حظر",
    "block" => "حظر",
    "unBlock" => "الغاء الحظر",
    "admin" => "تسجيل دخول الادمن",
    "messages" => "الرسائل",
    "notification" => "جميع الاشعارات",
    "booking" => "تم اضافه حجزك بنجاح"


];



