
<?php

return [

    "online" => "اونلاين",
    "offline" => "اوفلاين",
    "name" => "اسم المستخدم",
    "email" => "البريد الالكتروني",
    "active" => "التنشيط",
    "created_at" => "انشيء في",
    "status" => "الحاله",
    "last_seen" => "اخر رؤيه",
    "hotel" => "الفندق",
    "message" => "تم حذف بيانات المستخدم بنجاح",
    "action" => "اجراء",
    "delete" => "حذف",
    "act" => "مفعل",
    "unAct" => "غير مفعل",
    "update" => "تم تغير حاله المستخدم بنجاح",
    "change" => "حظر",
    "block" => "حظر",
    "unBlock" => "الغاء الحظر",
    "admin" => "تسجيل دخول الادمن",
    "messages" => "الرسائل",
    "notification" => "جميع الاشعارات",
    "booking" => "تم اضافه حجزك بنجاح",

    "website" => "الموقع الرسمي",


    "booking_all" => "قائمة اضافه حجز جديد",
    "booking_department" => "قسم حجوزات العملاء",
    "room_number" => "عدد الغرف",
    "room_price" => "سعر الغرفه",
    "invoice_monthly" => "الفاتوره الشهريه",
    "start" => "تاريخ بدايه الاتاحيه",
    "end" => "تاريخ نهايه الاتاحيه",


    "city" => "الوجهه",
    "room_type" => "نوع الغرفه",
    "date_arrive" => "تاريخ الوصول",
    "date_leave" => "تاريخ المغادره",
    "adults" => "الاشخاص",
    "children" => "الاطفال",
    "total" => "الاجمالي بقيمه الضريبه المضافه ب ",


    "rates" => "تقييم الفندق",
    "rates_department" => "قسم تقييم الفندق",
    "canceled" => "تم الغاء الحجز بنجاح",
    "rate" => "تم تقييم الفندق بنجاح",
    "message_api" => "تم الحصول علي المستخدمين بنجاح",



];



