<?php


return [

    'name' => 'حقل اسم المستخدم مطلوب',
    'string' => 'هذا الحق يجب ان يكون كلمات',
    'max' => 'هذا الحقل اقصي عدد به 255 حرف',
    'email' => 'حقل البريد الالكتروني للمستخدم مطلوب',
    'email_ok' => 'حقل البريد الالكتروني يجب ان يكون ايميل',
    'unique' => 'هذا المستخدم موجود بالفعل',
    'password' => 'كلمه المرور مطلوبه',
    'min' => 'كلمه المرور يجب ان لا تقل عن 8 حروف',
    'confirmed' => 'كلمه المرور يجب ان تكون ماكده',
    'phone' => 'هاتف المستخدم مطلوب',

    'login' => 'دخول المستخدم',
    'register' => 'دخول مستخدم جديد',


];



