<?php

return [

    "h" => "ابحث عن إقامتك التالية",
    "p" => "استكشف العروض على الفنادق والبيوت وغيرها الكثير...",
    "country" => "واجهه الوصول",
    "date_start" => "تاريخ الوصول",
    "date_expire" => "تاريخ المغادره",
    "adults_max" => "البالغين",
    "child_max" => "الاطفال",
    "search" => "بحث",



    "h2" => "سافر بكل ثقة",
    "h3_1" => "المعايير الصحية الرسمية",
    "span_1" => "التزام المنشآت بإرشادات التعقيم المفروضة على الشركات والمؤسسات.",

    "h3_2" => "التباعد بين الأفراد",
    "span_2" => "إجراء تسجيل الوصول وتسجيل المغادرة عن بعد، بالإضافة إلى الالتزام بمعايير التباعد بين الأفراد .",


    "h3_3" => "النظافة والتعقيم",
    "span_3" => "استخدام المطهرات، وما إذا كانت المنشآت تنفذ فترة إخلاء ما بين الإقامات.",


    "h3_4" => "أمور أساسية في المنشأة",
    "span_4" => "مطهر يدين مجاني للنزلاء، وخيارات من الأطعمة المغلفة كل على حدة.",

    "best_hotels"  => "أفضل الفنادق",
    "search_hotels"  => "ابحث عن أفضل الفنادق في أشهر الوجهات",

    "logout" => "تسجيل الخروج",
    "reservations" => "حجوزاتي",
     "comment" => "تم التعليق بنجاح",

    "from" => "من",
    "to" => "الي",


    "services" => "الخدمات",
    "rates" => "تقييمات الفندق",
    "user_rate" => "تقيمي",
    "comments" => "اضافه تعليق",
    "add" => "اضافه",
    "show_comments" => "عرض التعليقات",
    "rate" => "تقييم",
    "booking" => "استكمال عمليه الحجز",

    "text" => "تأسست my-hotel منذ فبراير 2022 ، نحن وكالة سفر للفنادق عبر الإنترنت يبحث فريق موقع www.myhotel.com باستمرار عن المزيد من الأفكار والترقيات من خلال أحدث التقنيات لجعلها أسهل وأسرع لعملائنا لحجز عطلتهم.",

    "my_hotel" => "فندقي",
    "hotel_des" => "فندق كراون بلازا عمان",
    "more" => "عرض المزيد",

    "stay" => "قضاء",
    "night" => "ليله",
    "total" => "الاجمالي",
    "adult" => "بالغ",
    "child" => "طفل",
    "no_search" => "             لا يوجد فنادق او غرف غير مشغوله مطابقه لعمليه بحثك برجاء اعاده البحث بايام اخري للحصول علي غرف فارغه والحصول علي افضل العروض المميزه علي موقع فندقي",







];
